export default [
    {
        id: 1,
        name: 'Кондрат Крапива',
        years: '1896 - 1991',
        about: 'Кондра́т Крапива́ — белорусский советский писатель, поэт, драматург и переводчик, литературовед, сатирик, общественный деятель. Доктор филологических наук, академик АН Белорусской ССР (1950). Член ВКП(б) с 1941 года. Народный писатель Белорусской ССР (1956). Герой Социалистического Труда (1975). Лауреат двух Сталинских премий (1941, 1951) и Государственной премии СССР (1971).',
        photo: 'https://upload.wikimedia.org/wikipedia/commons/0/09/Krapiva-k.jpg',
        timeline: [
            {
                dateText: '1896',
                paragraphs: [
                    'Родился 22 февраля (5 марта) 1896 год в деревне Низок в крестьянской семье.'
                ]
            },
            {
                dateText: '1913',
                paragraphs: [
                    'В 1913 году экстерном сдал экзамен на звание народного учителя.'
                ]
            },
            {
                dateText: '1916 - 1918',
                paragraphs: [
                    'В марте 1916 года окончил Гатчинскую школу прапорщиков. Воевал на Румынском фронте. Был демобилизован в феврале 1918 года.'
                ]
            },
            {
                dateText: '1920 — 1923',
                paragraphs: [
                    'Cлужил в РККА (Рабо́че-крестья́нская Кра́сная армия).'
                ]
            },
            {
                dateText: '1924 — 1925',
                paragraphs: [
                    'Hаботал учителем начальной школы в посёлке Островок на Узденщине.'
                ]
            },
            {
                dateText: '1925 — 1926',
                paragraphs: [
                    'В 1925 году переехал в Минск. был членом литературного объединения "Маладняк". В 1925—1926 годах — инструктор Центрального бюро краеведения при Инбелкульте.'
                ]
            },
            {
                dateText: '1926 — 1930',
                paragraphs: [
                    'Учился на литературно-лингвистическом отделении педагогического факультета БГУ.'
                ]
            },
            {
                dateText: '1932 — 1936',
                paragraphs: [
                    'Заведующий отдела в литературном журнале «Пламя революции».'
                ]
            },
            {
                dateText: '1939 — 1940',
                paragraphs: [
                    'В 1939 году участвовал в Польском походе РККА. Участник советско-финской войны 1939—1940 годов. В начале Великой Отечественной войны работал во фронтовой газете «За Советскую Беларусь», "Красноармейская правда".'
                ]
            },
            {
                dateText: '1943 — 1947',
                paragraphs: [
                    'В 1943—1945 годах редактировал сатирическую газету-плакат «Раздавим фашистскую гадину». В 1945—1947 годы — редактор журнала «Вожык».'
                ]
            },
            {
                dateText: '1947 — 1956',
                paragraphs: [
                    'В 1947—1952 годы — заведующий сектором языкознания Института языка и литературы Академии наук БССР, директор Института языкознания АН БССР (1952—1956).'
                ]
            },
            {
                dateText: '1947 — 1990',
                paragraphs: [
                    'Избирался депутатом ВС БССР 2—8-го созывов (1947—1990).'
                ]
            },
            {
                dateText: '1991',
                paragraphs: [
                    'К. Крапива умер 7 января 1991 года. Похоронен в Минске на Восточном кладбище.'
                ]
            }

        ]
    },
    {
        id: 2,
        name: 'Иван Шамякин',
        years: '1921 - 2004',
        about: 'Ива́н Петро́вич Шамя́кин — белорусский советский писатель, сценарист и драматург, общественный деятель. Народный писатель Белорусской ССР (1972). Герой Социалистического Труда (1981). Лауреат Сталинской премии третьей степени (1951). Член ВКП(б) с 1943 года. Академик Национальной академии наук Беларуси (1994).',
        photo: 'https://lh3.googleusercontent.com/proxy/ZmNmaejVKLEhQYOYEjeG9QuEpN35sUimi5pw7lqgbXm4N8fqxvvMqF1GlaA-VzD_L0Yse3516eE9QU51rwOtpY5VpMDkTXM',
        timeline: [
            {
                dateText: '1921',
                paragraphs: [
                    'Родился 30 января 1921 года в деревне Корма Гомельского уезда Гомельской губернии в крестьянской семье.'
                ]
            },
            {
                dateText: '1936 - 1940',
                paragraphs: [
                    'В 1936 году окончил семь классов Маковской школы, продолжил учёбу в Гомельском техникуме строительных материалов (1936—1940). По окончании техникума работал техником-технологом кирпичного завода в Белостоке. Ещё в техникуме начал писать стихи, участвовал в заседаниях литературного объединения при газете «Гомельская правда».'
                ]
            },
            {
                dateText: '1940 - 1945',
                paragraphs: [
                    'В 1940 году был призван в РККА, проходил службу в Мурманске в зенитно-артиллерийской части, в 1944 передислоцирован в Польшу, принимал участие в Висло-Одерской операции и в Берлинской наступательной операции в составе прожекторной роты 16.04.1945. Во время Великой Отечественной войны командир орудийного расчёта, комсорг дивизиона.'
                ]
            },
            {
                dateText: '1945 — 1947',
                paragraphs: [
                    'После демобилизации в октябре 1945 года работал до 1947 года преподавателем языка и литературы неполной средней школы в деревне Прокоповка Тереховского района. В 1946 году поступил на заочное отделение Гомельского педагогического института.'
                ]
            },
            {
                dateText: '1948 — 1950',
                paragraphs: [
                    'Учился в Республиканской партийной школе.'
                ]
            },
            {
                dateText: '1963',
                paragraphs: [
                    'В 1963 году входил в состав белорусской делегации на XVIII сессии Генеральной Ассамблеи ООН'
                ]
            },
            {
                dateText: '1963 — 1985',
                paragraphs: [
                    'Депутат Верховного Совета БССР.'
                ]
            },
            {
                dateText: '1971 — 1985',
                paragraphs: [
                    'Председатель Верховного Совета БССР.'
                ]
            },
            {
                dateText: '1980 — 1989',
                paragraphs: [
                    'Депутат Верховного Совета СССР.'
                ]
            },
            {
                dateText: '1980 — 1992',
                paragraphs: [
                    'Главный редактор издательства «Белорусская советская энциклопедия».'
                ]
            },
            {
                dateText: '2004',
                paragraphs: [
                    'Скончался 14 октября 2004 года в Минске. Похоронен на Восточном кладбище.'
                ]
            }
        ]
    },
    {
        id: 3,
        name: 'Василь Быков',
        years: '1924 - 2003',
        about: 'Васи́ль Влади́мирович Бы́ков — советский и белорусский писатель, общественный деятель, участник Великой Отечественной войны. Член Союза писателей СССР. Герой Социалистического Труда (1984). Народный писатель Беларуси (1980). Лауреат Ленинской премии (1986). Лауреат Государственной премии СССР (1974). Лауреат Государственной премии Белорусской ССР (1978).',
        photo: 'https://upload.wikimedia.org/wikipedia/commons/1/1a/Vasil_Bykov_%28cropped%29.jpg',
        timeline: [
            {
                dateText: '1924',
                paragraphs: [
                    'Родился 19 июня 1924 года в деревне Бычки Ушачского района Витебской области в крестьянской семье.'
                ]
            },
            {
                dateText: '1940 - 1942',
                paragraphs: [
                    'Зимой 1941—1942 годов жил на ст. Салтыковка и в городе Аткарске Саратовской области, учился в железнодорожной школе.'
                ]
            },
            {
                dateText: '1942 - 1945',
                paragraphs: [
                    'Призван в армию летом 1942 года, окончил Саратовское пехотное училище. Осенью 1943 года присвоено звание младшего лейтенанта. Участвовал в боях за Кривой Рог, Александрию, Знаменку. Во время Кировоградской операции ранен в ногу и живот (по ошибке был записан как погибший); события после ранения послужили основой повести «Мёртвым не больно». В начале 1944 года три месяца находился в госпитале. '
                ]
            },
            {
                dateText: '1947 — 1949',
                paragraphs: [
                    'После демобилизации жил в Гродно. Печатался с 1947 года, работал в мастерских, а также в редакции областной газеты «Гродненская правда».'
                ]
            },
            {
                dateText: '1949 — 1955',
                paragraphs: [
                    'В период с 1949 по 1955 год снова служил в Советской армии, в 1955 году окончательно демобилизовался в звании майора. '
                ]
            },
            {
                dateText: '1955 - 1972',
                paragraphs: [
                    'С 1955 по 1972 год вновь работал в «Гродненской правде».'
                ]
            },
            {
                dateText: '1972 — 1978',
                paragraphs: [
                    'Секретарь Гродненского отделения Союза писателей Белорусской ССР'
                ]
            },
            {
                dateText: '1978 — 1989',
                paragraphs: [
                    'В 1978 году переехал в Минск. Избирался депутатом Верховного Совета Белорусской ССР в 1978—1989 годах.'
                ]
            },
            {
                dateText: '1988 — 1990',
                paragraphs: [
                    'В 1988 году стал одним из учредителей Белорусского народного фронта. В 1988 году входил в состав Государственной комиссии по расследованию советских преступлений в Куропатах. В 1989 году избран народным депутатом СССР, вошёл в Межрегиональную депутатскую группу. Был президентом белорусского ПЕН-центра.'
                ]
            },
            {
                dateText: '1997 — 2003',
                paragraphs: [
                    'С конца 1997 года жил за границей в политической эмиграции — вначале по приглашению ПЕН-центра Финляндии проживал в окрестностях Хельсинки, затем, получив приглашение ПЕН-центра ФРГ, переехал в Германию, а затем в Чехию.'
                ]
            },
            {
                dateText: '2004',
                paragraphs: [
                    'Вернулся на родину.'
                ]
            },
            {
                dateText: '2004',
                paragraphs: [
                    'Умер 22 июня 2003 года в 20 часов 30 минут от злокачественной опухоли желудка в реанимационном отделении онкологического госпиталя в Боровлянах, под Минском. Похоронен на Восточном кладбище в Минске.'
                ]
            }
        ]
    },
    {
        id: 4,
        name: 'Янка Брыль',
        years: '1917 - 2006',
        about: 'Янка Брыль — белорусский советский писатель и переводчик. Народный писатель Белорусской ССР (1981). Лауреат Сталинской премии третьей степени (1952). Лауреат Государственной премии Белорусской ССР имени Якуба Коласа (1982).',
        photo: 'https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/%D0%91%D1%80%D1%8B%D0%BB%D1%8C_%D0%98%D0%B2%D0%B0%D0%BD_%D0%90%D0%BD%D1%82%D0%BE%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_1985.jpg/800px-%D0%91%D1%80%D1%8B%D0%BB%D1%8C_%D0%98%D0%B2%D0%B0%D0%BD_%D0%90%D0%BD%D1%82%D0%BE%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_1985.jpg',
        timeline: [
            {
                dateText: '1917',
                paragraphs: [
                    'Родился 22 июля (4 августа) 1917 года в Одессе в семье железнодорожника.'
                ]
            },
            {
                dateText: '1922',
                paragraphs: [
                    'В 1922 году вместе с родителями переехал на их родину в Западную Беларусь.'
                ]
            },
            {
                dateText: '1931',
                paragraphs: [
                    'В 1931 году окончил польскую семилетнюю школу, поступил в гимназию, однако не мог в ней учиться из-за материальных затруднений, занимался самообразованием. C 1938 года публиковал стихи и публицистику в виленском белорусском журнале «Шлях моладзі».'
                ]
            },
            {
                dateText: '1939 — 1941',
                paragraphs: [
                    'В 1939 году призван в польскую армию, служил в морской пехоте. В сентябре 1939 года под Гдыней попал в немецкий плен, осенью 1941 бежал и вернулся на родину; присоединился к советским партизанам.'
                ]
            },
            {
                dateText: '1942 — 1944',
                paragraphs: [
                    'С октября 1942 года — связной партизанской бригады имени Жукова, с марта по июль 1944 года — партизан-разведчик бригады «Комсомолец», редактор газеты «Сцяг свабоды» и сатирического листка «Партызанскае жыгала».'
                ]
            },
            {
                dateText: '1966 - 1971',
                paragraphs: [
                    'Секретарь правления Союза писателей Белорусской ССР. '
                ]
            },
            {
                dateText: '1967 — 1990',
                paragraphs: [
                    'Председатель Белорусского отделения общества «СССР — Канада».'
                ]
            },
            {
                dateText: '1994',
                paragraphs: [
                    'Почетный член Национальной академии наук Беларуси.'
                ]
            },
            {
                dateText: '2006',
                paragraphs: [
                    'Янка Брыль скончался 25 июля 2006. Похоронен в Колодищах.'
                ]
            }
        ]
    },
    {
        id: 5,
        name: 'Иван Науменко',
        years: '1925 - 2006',
        about: 'Ива́н Я́ковлевич Нау́менко — белорусский советский прозаик и драматург, литературовед. Академик Национальной академии наук Беларуси (1980). Доктор филологических наук (1969), профессор (1971). Заслуженный деятель науки Белорусской ССР (1978). Народный писатель Беларуси (1995). Председатель ВС БССР (1985—1990). Член СП СССР (1957).',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/8/84/%D0%9D%D0%B0%D1%83%D0%BC%D0%B5%D0%BD%D0%BA%D0%BE_%D0%98.jpg',
        timeline: [
            {
                dateText: '1925',
                paragraphs: [
                    'Родился 16 февраля 1925 года в городе Василевичи в семье железнодорожников.'
                ]
            },
            {
                dateText: '1942 - 1945',
                paragraphs: [
                    'Участник Великой Отечественной войны. С января 1942 года — в комсомольском подполье, затем — в партизанах. В декабре 1943 года призван в РККА. Участвовал в боях на Ленинградском и 1-м Украинском фронтах.'
                ]
            },
            {
                dateText: '1945 - 1951',
                paragraphs: [
                    'После мобилизации — корреспондент мозырской областной газеты «Бальшавік Палесся», с 1951 года — республиканской газеты «Звязда».'
                ]
            },
            {
                dateText: '1950 — 1954',
                paragraphs: [
                    'Заочно окончил БГУ имени В. И. Ленина  и аспирантуру при университете.'
                ]
            },
            {
                dateText: '1953 — 1958',
                paragraphs: [
                    'Был заведующим отдела прозы литературного журнала «Маладосць».'
                ]
            },
            {
                dateText: '1954 — 1973',
                paragraphs: [
                    'Старший преподаватель, доцент, профессор, заведующий кафедрой белорусской литературы БГУ имени В. И. Ленина.'
                ]
            },
            {
                dateText: '1973 — 1982',
                paragraphs: [
                    'Директор Института литературы имени Янки Купалы АН БССР.'
                ]
            },
            {
                dateText: '1982 — 1992',
                paragraphs: [
                    'Вице-президент АН БССР.'
                ]
            },
            {
                dateText: '1985 — 1990',
                paragraphs: [
                    'Депутат ВС БССР. Председатель ВС БССР'
                ]
            },
            {
                dateText: '1992 — 2002',
                paragraphs: [
                    'В 1992—2002 годах советник Президиума Национальной академии наук Беларуси. С 2002 года главный научный сотрудник Института литературы НАН Беларуси.'
                ]
            },
            {
                dateText: '2006',
                paragraphs: [
                    'Умер 17 декабря 2006. Похоронен на Кальварийском кладбище Минска.'
                ]
            }
        ]
    },
    {
        id: 6,
        name: 'Андрей Макаёнок',
        years: '1920 - 1982',
        about: 'Андрей Егорович Макаёнок (белор. Андрэй Ягоравіч Макаёнак) — белорусский советский драматург, сценарист. Народный писатель Белорусской ССР (1977). Член ВКП с 1945 года.',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/4/45/Makayonak_A_Ya.jpg',
        
    },
    {
        id: 7,
        name: 'Иван Чигринов',
        years: '1934 - 1996',
        about: 'Ива́н Гаври́лович Чигри́нов (белор. Іван Гаўрылавіч Чыгрынаў) — народный писатель Белоруссии, публицист, драматург, сценарист. Лауреат Государственной премии БССР (1974). Член СП СССР (1964).',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/0/02/Chigrinov.jpg'
    },
    {
        id: 8,
        name: 'Светлана Алексиевич',
        years: '1948 - наше время',
        about: 'Светла́на Алекса́ндровна Алексие́вич — советская и белорусская писательница, журналистка, сценарист документальных фильмов. Пишет на русском языке. Первый белорусский и шестой русскоязычный лауреат Нобелевской премии по литературе (2015 год).',
        photo: 'https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/%D0%A1%D0%B2%D1%96%D1%82%D0%BB%D0%B0%D0%BD%D0%B0_%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D1%96%D1%94%D0%B2%D0%B8%D1%87_%28%D0%9A%D0%B8%D1%97%D0%B2%2C_2016%29_08_%28cropped%29.JPG/1024px-%D0%A1%D0%B2%D1%96%D1%82%D0%BB%D0%B0%D0%BD%D0%B0_%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D1%96%D1%94%D0%B2%D0%B8%D1%87_%28%D0%9A%D0%B8%D1%97%D0%B2%2C_2016%29_08_%28cropped%29.JPG'
    },
    {
        id: 9,
        name: 'Наталья Батракова',
        years: '1964 - наше время',
        about: 'Наталья Николаевна Батракова — русскоязычная писательница из Белоруссии. Одна из лидеров современных прозаиков по количеству проданных книг в Белоруссии, автор популярных романов',
        photo: 'https://www.sb.by/upload/resize_cache/slam.image/iblock/d5a/d5a8e5ef430671d5255fd9948a224de2.jpg'
    },
    {
        id: 10,
        name: 'Виктор Мартинович',
        years: '1977 - наше время',
        about: 'Ви́ктор Вале́рьевич Мартино́вич — белорусский писатель, искусствовед и журналист. С 2002 по 2015 г. заместитель главного редактора информационно-аналитического еженедельника «БелГазета»',
        photo: 'https://s12.stc.all.kpcdn.net/share/i/4/687943/big.jpg'
    }
];