export default {
  'About portal': 'О портале',
  'About portal extended': `Белорусская литература условно делится на несколько периодов: 
          «Давняя (древняя) белорусская литература» (ХI—ХVІІ вв.), 
          «Новая беларуская литература» (перв.пол. XVIII—ХІХ в.в.), 
          и «Новейшая белорусская литература» (литература от начала ХХ в.). 
          Литература первой половины XVIII в. определяется как «Литература переходного периода» — время, 
          когда формировались основы новой поэтики. 
          Литература второй половины XVIII ст. – первой четверти ХІХ ст. 
          именуется как «Литература эпохи Просветительства». 
          Белорусскую литературу от середины 20-х гг. до конца ХІХ в. 
          воодушевляла романтичная мысль про национальное Возрождение. 
          Романтичный пафос этого этапа предопределяет и его название — «Литература эпохи романтизма»`,
  'Author of the day': 'Автор дня',
  'More': 'Подробнее',
  'Writers of Belarus': 'Писатели Беларуси',
  'Website developed by': 'Сайт разработан',
  'Contribution': 'Вклад',
  'Our team': 'Наша команда',
  'Home': 'Главная',
  'Authors': 'Писатели',
  'Team': 'Команда',
  'Style guide': 'Стили сайта',
  'Worklog': 'Журнал событий',
};